xuio/hoermann-supramatic-e2-esphome/firmware/hcp2-bringup/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c6"
CONFIG_IDF_TARGET_ESP32C6=y
CONFIG_FREERTOS_HZ=1000
CONFIG_UART_ISR_IN_IRAM=y
CONFIG_ESP_CONSOLE_UART_DEFAULT=y
CONFIG_ESP_CONSOLE_UART_NUM=0
CONFIG_ESP_CONSOLE_UART_BAUDRATE=115200
CONFIG_HCP2_BRINGUP_RESTART_INTERVAL_MS=0
CONFIG_HCP2_BRINGUP_MAILBOX_TEST_DOUBLE=y
